LEXICON_RU = {
    "": "забыл прописать ключ кнопки/текста", #техническая запись, не трогать
    "common.start":"Привет! я Бот в котором ты можешь купить проходку и получить информацию по своему посвяту", #что увидит человек, когда нажмет запустить бота или отправит команду /start
    "common.help":"Привет! Мой функционал: купить проходку, занести тебя в список и дать информацию о самом посвяте", #команда /help
    "menu.":"Здесь должен быть текст раздела menu.", #техническая запись, не трогать
    "menu.buy":"Купить билет", #Кнопка купить билет
    "menu.informations":"скоро здесь будет информация о мероприятии", #
    "form.":"Здесь должен быть текст из раздела form", #техническая запись, не трогать
    "form.name":"Введите ваше имя в формате Ф И О", #что увидит пользователь, когда нажмет кнопку "Купить билет"
    "form.b_day":"Введите вашу дату рождения строго в формате ДД.ММ.ГГГГ\n\nВажно!!!\nДата будет проверяться на входе", #что увидит пользователь после ввода имени
    "form.group":"Введите ваше ИКГ(институт курс группа)\nЕсли вы не из мгсу, напиши свой вуз здесь", #что увидит пользователь после ввода даты рождения
    "form.b_day_error":"Ошибка: Дата не в формате ДД.ММ.ГГГГ\nВаши данные отклонены. Пожалуйста, введите корректную дату", #если пользователь ввел неправильно дату рождения
    "form.b_day_less_than_18":"Ошибка: Для участия в мероприятии вам. должно быть не менее 18 лет\nВаши данные отклонены. Если есть вопросы, обратитесь к организаторам", #если человеку меньше 18 лет
    "form.check_data":"Проверьте ваши данные, если они верны, продолжайте, иначе нужно будет заполнить их заново",
    "user.confirmation_yes":"Данные верны, продолжить покупку",
    "user.confirmation_no":"Редактировать данные",
    "user.confirmation_cancel":"Отменить покупку",
    "user.buy_confirmation":"Подтвердить",
    "admin.confirmation_yes":"Подтвердить покупку",
    "admin.confirmation_no":"Отклонить",
}
